adpyke.codesnap
alefragnani.project-manager
alexcvzz.vscode-sqlite
anteprimorac.html-end-tag-labels
antfu.goto-alias
antfu.iconify
antfu.pnpm-catalog-lens
antfu.slidev
antfu.theme-vitesse
antfu.unocss
astro-build.astro-vscode
bradlc.vscode-tailwindcss
britesnow.vscode-toggle-quotes
catppuccin.catppuccin-vsc-icons
christian-kohler.npm-intellisense
christian-kohler.path-intellisense
cschlosser.doxdocgen
dbaeumer.vscode-eslint
ddiu8081.moegi-theme
devsense.composer-php-vscode
devsense.intelli-php-vscode
devsense.phptools-vscode
devsense.profiler-php-vscode
docker.docker
donjayamanne.githistory
dprint.dprint
dracula-theme.theme-dracula
ecmel.vscode-html-css
editorconfig.editorconfig
esbenp.prettier-vscode
felipecaputo.git-project-manager
fill-labs.dependi
github.vscode-github-actions
github.vscode-pull-request-github
golang.go
hediet.vscode-drawio
jdinhlife.gruvbox
kevinrose.vsc-python-indent
kisstkondoros.vscode-gutter-preview
llvm-vs-code-extensions.vscode-clangd
lokalise.i18n-ally
meganrogge.template-string-converter
meta.pyrefly
mhutchie.git-graph
mikestead.dotenv
mongodb.mongodb-vscode
ms-ceintl.vscode-language-pack-zh-hans
ms-pyright.pyright
ms-python.debugpy
ms-python.python
ms-python.vscode-python-envs
ms-vscode.hexeditor
ms-vscode.vscode-js-profile-flame
naumovs.color-highlight
nefrob.vscode-just-syntax
njpwerner.autodocstring
nuxt.mdc
nuxtr.nuxt-vscode-extentions
nuxtr.nuxtr-vscode
oxc.oxc-vscode
pkief.material-icon-theme
redhat.java
ritwickdey.liveserver
rust-lang.rust-analyzer
shenqingchuan.vue-vine-extension
shopify.ruby-lsp
sst-dev.opencode
svelte.svelte-vscode
tamasfe.even-better-toml
tauri-apps.tauri-vscode
tekumara.typos-vscode
unifiedjs.vscode-mdx
usernamehw.errorlens
vadimcn.vscode-lldb
vitest.explorer
vscjava.vscode-java-debug
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
vue.volar
xabikos.javascriptsnippets
